const AboutUsPageTwoMockData = () => {
  const mockShowdata = [
    {
      title: "Алсын хараа",
      text: "Хууль зүйн үйлчилгээний соёлын загвар болох. Манай фирм үйл ажиллагааныхаа хүрээнд мэргэжлийн ёс зүй, өндөр ур чадвар, шинэлэг арга барилыг нэвтрүүлэн, хууль зүйн үйлчилгээний салбарт тэргүүлэгч байхыг зорьдог. Бидний алсын хараа нь хууль зүйн салбарт шинэ стандартыг тогтоож, хэрэглэгчиддээ хамгийн өндөр түвшний үйлчилгээг үзүүлэхэд оршино.",
    },
    {
      title: "Эрхэм зорилго",
      text: "Итгэл дааж, сэтгэлд хүрсэн хамтрагч байна. Бидний эрхэм зорилго нь үйлчлүүлэгчдийнхээ итгэлийг хүлээж, тэдний хэрэгцээг бүрэн хангахуйц үйлчилгээ үзүүлэхэд оршино. Үйлчлүүлэгчиддээ мэргэжлийн, найдвартай, шударга зөвлөгөө өгч, тэдний хууль эрх зүйн асуудлуудыг шийдвэрлэхэд нь тусалж, хамтран ажиллахад чиглэгдэнэ. Бид үйлчлүүлэгчдийнхээ эрх ашгийг хамгаалж, тэдний сэтгэл ханамжийг дээдлэхийн тулд тасралтгүй хөгжиж, сайжирч ажиллана.",
    },
  ];
  return mockShowdata;
};

export default AboutUsPageTwoMockData;
