import {
  PiHandHeartDuotone,
  PiUserGearDuotone,
  PiCubeFocusDuotone,
  PiGitDiffDuotone,
  PiCrownSimpleDuotone,
  PiDiamondsFourDuotone,
} from "react-icons/pi";
const serviceFirstDivData = () => {
  const mockData = [
    [
      {
        title: "Гэрээ, хэлцэл байгуулахад зөвлөгөө үзүүлэх үйлчилгээ",
        text: "Гэрээ, хэлцэл байгуулахад зөвлөгөө үзүүлэх үйлчилгээГэрээ, хэлцэл байгуулахад зөвлөгөө үзүүлэх үйлчилгээГэрээ, хэлцэл байгуулахад зөвлөгөө үзүүлэх үйлчилгээ",
      },
      {
        title: "Өдөр тутмын хууль зүйн зөвлөгөө",
        text: "Үйлчлүүлэгчийн шаардлагатай асуудлаар хууль зүйн судалгаа хийж, хуульд нийцсэн шийдлийг санал болгож, эрх зүйн баримт бичгийг боловсруулж процессын явцад дэмжлэг үзүүлнэ. ",
      },
      {
        title: "Хууль зүйн судалгаа хийх",
        text: "Шаардлагатай хууль зүйн асуудлаар эрх зүйн судалгаа, шинжилгээ хийх, хууль, захиргааны хэм хэмжээний актын төсөл боловсруулах, холбогдох судалгаа, бүрдүүлбэрийг багцаар нь хийж гүйцэтгэдэг.",
      },
      {
        title: "Хууль зүйн сургалт зохион байгуулах",
        text: "Хууль зүйн мэдлэгийг түгээн дэлгэрүүлэх сургалт, семинар, вэбинар зохион байгуулдаг. ",
      },
      {
        title: "Хууль зүйн ач холбогдол баримт бичгийн төсөл боловсруулах",
        text: "Хууль зүйн ач холбогдолтой бүхий тушаал, шийдвэр, дүрэм, журам, албан бичиг, мэдэгдэл, хүсэлт, гомдлын төсөл боловсруулна. ",
      },
    ],
    [
      {
        title: "Хуульчийн дүгнэлт гаргах",
        text: "Хуульчийн дүгнэлт, тайлбар, зөвлөмж, хууль зүйн эрсдэлийн үнэлгээний баримт бичиг гэх мэт тодорхой хууль зүйн асуудлын талаар хуульчийн мэргэжлийн үнэлгээ, дүгнэлт гаргана.",
      },
      {
        title: "Хууль зүйн магадлан шинжилгээ (Due Diligence)",
        text: "Хөрөнгө оруулалт хийх, компани худалдан авах, нэгтгэх, тусгаарлах, өөрчлөн байгуулах, хуваах, татан буулгах болон бусад бизнесийн асуудлаар хамтран ажиллахад хууль зүйн судалгаа хийж эрсдэлийг тодорхойлж магадлан шинжилгээ хийдэг.",
      },
      {
        title: "Үнэт цаасны зах зээлд оролцогчдод хууль зүйн зөвлөгөө өгөх",
        text: "Мөн манай хуулийн фирм Санхүүгийн зохицуулах хороонд “Үнэт цаасны зах зээлд оролцогчид хууль зүйн зөвлөгөө өгөх, дүгнэлт гаргах эрхтэй” этгээдээр бүртгэгдсэн. Үнэт цаасны зах зээлийн оролцогчдод тухайлбал хөрөнгө оруулагчид, брокер, компаниуд, үнэт цаасны мэргэжилтнүүдэд хууль эрх зүйн асуудлаар зөвлөгөө өгөх, баримт бичиг боловсруулах, хуульчийн дүгнэлт гаргах үйлчилгээ үзүүлдэг.",
      },
    ],
    [
      {
        title: "Эвлэрүүлэн зуучлах ажиллагаа ",
        text: "Эвлэрүүлэн зуучлагчийн зөвлөгөө, маргаан шийдвэрлэх ажиллагаа, өмгөөллийн төлөөлөл, шүүхийн процессын дэмжлэг үзүүлж талуудын хоорондох маргааныг шийдвэрлэхэд туслана.",
      },
      {
        title: "Захиргааны хэрэг хянан шийдвэрлэх ажиллагаа",
        text: "Захиргааны хэрэгт өмгөөлөл, шүүхэд хянан шийдвэрлэх үйл ажиллагаанд дэмжлэг, шаардлагатай баримт бичгийн боловсруулалт хийж урьдчилан шийдвэрлэх болон шүүхэд хянан шийдвэрлэх ажиллагаанд өмгөөллөл үзүүлэнэ. ",
      },
      {
        title: "Эрүүгийн хэрэг хянан шийдвэрлэх ажиллагаа",
        text: "Эрүүгийн хэрэгт өмгөөллийн зөвлөгөө, шүүхэд төлөөлөх, хамгаалах стратеги, баримт бичгийн боловсруулалт хийж эрүүгийн хэрэгт яллагдагчийн эсвэл гомдол гаргагчийн эрхийг хамгаалах, хууль зүйн дэмжлэг үзүүлэх, шүүхийн процессын явцад өмгөөлөл үзүүлэнэ.",
      },
      {
        title: "Арбитрын хэрэг хянан шийдвэрлэх ажиллагаа",
        text: "Арбитрын хэрэгт оролцогчийн төлөөлөл хийх, арбитрын шийдвэр гаргах процессын явцад хууль зүйн дэмжлэг үзүүлэнэ.",
      },
      {
        title: "Иргэний хэрэг хянан шийдвэрлэх ажиллагаа",
        text: "Авлагын төлбөр, нөхөн төлбөрийн асуудлуудаар хууль зүйн дэмжлэг үзүүлж авлагын хариуцлагаас салах, зээлийн гэрээний гүйцэтгэлтэй холбоотой асуудлыг шийдвэрлэнэ. ",
      },
    ],
    [
      {
        title: "Гэрээ, хэлцэл байгуулахад зөвлөгөө үзүүлэх үйлчилгээ",
        text: "Гэрээ, хэлцэл байгуулахад зөвлөгөө үзүүлэх үйлчилгээГэрээ, хэлцэл байгуулахад зөвлөгөө үзүүлэх үйлчилгээГэрээ, хэлцэл байгуулахад зөвлөгөө үзүүлэх үйлчилгээ",
      },
      {
        title: "Өдөр тутмын хууль зүйн зөвлөгөө",
        text: "Үйлчлүүлэгчийн шаардлагатай асуудлаар хууль зүйн судалгаа хийж, хуульд нийцсэн шийдлийг санал болгож, эрх зүйн баримт бичгийг боловсруулж процессын явцад дэмжлэг үзүүлнэ. ",
      },
      {
        title: "Хууль зүйн судалгаа хийх",
        text: "Шаардлагатай хууль зүйн асуудлаар эрх зүйн судалгаа, шинжилгээ хийх, хууль, захиргааны хэм хэмжээний актын төсөл боловсруулах, холбогдох судалгаа, бүрдүүлбэрийг багцаар нь хийж гүйцэтгэдэг.",
      },
      {
        title: "Хууль зүйн сургалт зохион байгуулах",
        text: "Хууль зүйн мэдлэгийг түгээн дэлгэрүүлэх сургалт, семинар, вэбинар зохион байгуулдаг. ",
      },
      {
        title: "Хууль зүйн ач холбогдол баримт бичгийн төсөл боловсруулах",
        text: "Хууль зүйн ач холбогдолтой бүхий тушаал, шийдвэр, дүрэм, журам, албан бичиг, мэдэгдэл, хүсэлт, гомдлын төсөл боловсруулна. ",
      },
    ],
    [
      {
        icon: PiHandHeartDuotone,
        title: "Мэргэжлийн хууль зүйн зөвлөгөө",
        text: "Манай ажилтнууд олон салбар эрх зүйн асуудлаар мэргэшиж ажиллаж, мэдлэг хуримтлуулдаг. Тасралтгүй хөгжиж, хууль эрх зүйн орчны хамгийн сүүлийн үеийн мэдээ, мэдээллийг судалдаг.  Ингэснээр бид таны хэрэгцээнд нийцсэн стратегийн зөвлөгөөг танд хүргэнэ.",
      },
      {
        icon: PiUserGearDuotone,
        title: "Мэргэжлийн төлөөлөл",
        text: "Бидний мэргэжлийн үйл ажиллагаа нь танд давуу талыг бий болгож ашигтай үр дүнд хүрэх боломжийг нэмэгдүүлнэ.",
      },
      {
        icon: PiCubeFocusDuotone,
        title: "Обьектив харах өнцөг",
        text: "Бид нөхцөл байдлыг объектив байдлаар үнэлдэг. Энэхүү бодит хандлага нь бидэнд мэдээлэлтэй шийдвэр гаргах болон үр дүнтэй хууль зүйн стратеги боловсруулахад тусална.",
      },
      {
        icon: PiGitDiffDuotone,
        title: "Хэлэлцээр хийх ур чадвар",
        text: "Бид хэлэлцээр хийх чадвар, туршлагатай бөгөөд таатай тохиролцоонд хүрэхэд тань тусална. Ингэснээр шүүхэд хандахаас илүү цаг хугацаа, хөрөнгө мөнгө хэмнэх боломжтой болно.  ",
      },
      {
        icon: PiCrownSimpleDuotone,
        title: "Туршлага",
        text: "Бид олон төрлийн хууль зүйн асуудлыг шийдвэрлүүлсэн туршлагатай. Энэ нь бидэнд хууль зүйн төвөгтэй системийг ойлгож, сорилттой нөхцөл байдлуудад эрсдэлийг урьдчилан харах боломж олгоно.",
      },
      {
        icon: PiDiamondsFourDuotone,
        title: "Цогц үйлчилгээ",
        text: "Бид нөхцөл байдлыг объектив байдлаар үнэлдэг. Энэхүү бодит хандлага нь бидэнд мэдээлэлтэй шийдвэр гаргах болон үр дүнтэй хууль зүйн стратеги боловсруулахад тусална.",
      },
    ],
  ];
  return mockData;
};
export default serviceFirstDivData;
